<script setup>
const returning = [
  {
    title: "Обмен и возврат по желанию покупателя",
    titleInfo:
      "Если товар по каким-то причинам не подошел вам, вы имеете право вернуть его или обменять на другой в течение 7 дней* с момента покупки при соблюдении следующих условий:",
    info: [
      "Товар имеет первоначальный вид, имеется товарная кондиция;",
      "Товар имеет полную комплектацию, включая упаковочные материалы;",
      "Товар не имеет следов подключался и не имеет признаков монтажа;",
      "Упаковка товара не имеет повреждений, присутствует первоначальный товарный вид;",
      "Есть документ, подтверждающий покупку в нашем интернет-магазине.",
      "Для возврата товара необходимо привезти его к нам в офис.",
      "Товар из других городов можно прислать нам транспортной компанией, при этом услуги транспортной компании  оплачиваются клиентом.",
      "*В течение 14 дней для отдельных брендов. При оформлении заказа уточните у менеджера",
    ],
  },
  {
    title: "Обмен и возврат по ошибке продавца",
    titleInfo: "Причины обмена или возврата по ошибке продавца:",
    info: [
      "Неполная комплектация товара",
      "Брак или дефект товара",
      "Если вы выявили дефект, брак или неполную комплектацию товара, необходимо сделать фото дефекта и отправить на почту mail@at-svet.ru, указав краткое описание характера брака/",
      "Мы заменим бракованный товар или довезем недостающие части. Доставка будет осуществлена бесплатно",
    ],
  },
  {
    title: "Возврат денежных средств",
    titleInfo:
      "Возврат денежных средств осуществляется путем перевода на банковские реквизиты покупателя при наличии заявления от покупателя.",
    
  },
];
</script>
<template>
  <div class="container">

    <div class="flex gap-3 font-normal text-base mb-4">
      <p class="text-grayn/30">Главная</p>
      <p class="text-grayn">> Возврат</p>
    </div>

    <div class="flex justify-between">
      <p class="font-bold text-6xl text-grayn mb-9 max-w-[319px]">Возврат</p>
    
    <div class="flex flex-col max-w-[640px] mb-[60px]">
        <div v-for="(item, index) in returning" :key="index">
          <p class="mb-7 font-semibold text-2xl">{{item.title}}</p>
          <p class="mb-7 font-normal text-xl">{{item.titleInfo}}</p>
          <div class="mb-[60px] font-normal text-base">
              <ul  v-for="(i, index) in item.info" :key="index"  class="list-disc pl-9">
                  <li class="">{{i}}</li>
              </ul>
          </div>
  
            </div>

    </div>
      </div>
  </div>
</template>

<style scoped></style>
