

<script setup>

</script>

<template>
    <div class="md:flex md:justify-between md:py-[100px] py-5">
<p class="text-grayn font-bold text-2xl md:text-[40px] leading-[55px] md:w-[330px]">Производство светильников</p>
<div class="text-grayn font-medium text-base max-w-auto md:text-xl md:w-[640px]">
    <p class="mb-10">Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.
    </p>  
    <p>Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!</p>
</div>

    </div>
</template>


<style  scoped>

</style>