<script setup>

</script>


<template>
    <div class="container">

<div class="flex gap-3 font-normal text-base mb-4">
  <p class="text-grayn/30">Главная</p>
  <p class="text-grayn">> Гарантии</p>
</div>

<div class="flex justify-between">
  <p class="font-bold text-6xl text-grayn mb-9 max-w-[319px]">Гарантии</p>

  <div class="flex flex-col max-w-[640px] mb-[100px]">
    <p class="mb-7 font-semibold text-2xl">Обмен и возврат по желанию покупателя</p>
    <p class="font-normal text-xl">Все товары в магазине «NornLight» имеют гарантию. Она заявляется производителем и имеет определенный срок действия на различные группы товаров.
Если ваше изделие вышло из строя в течение гарантийного срока вы можете обратиться к нам и получить бесплатный ремонт. Для этого нужно:</p>
<ul class="list-disc font-normal text-xl pl-9">
    <li>Предоставить чек, накладную или сообщить почту или номер телефона, указанные при оформлении заказа.</li>
    <li>Привезти товар к нам на склад или отправить его транспортной </li>
    <li>После товар отправляется на экспертизу и ремонт. Если ремонт невозможен, мы обменяем изделие на аналогичное либо вернем деньги за покупку.</li>
</ul>
<p class="font-normal text-xl">
    Обращаем внимание, что «А-Свет» не является сервисным центром, а выполняет роль посредника между клиентом и поставщиком.
Поэтому сроки проведения ремонта могут отличаться для товаров различных брендов.
</p>
  </div>
</div>
    </div>
</template>


<style scoped>

</style>