
<script setup>
const about = [{a:'170+',b:'Товаров'},{a:'1000+',b:'Довольных покупателей'},{a:"170+",b:'Товаров'}]
const desc = ['Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.',
'Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!',
'Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.',
'Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!'
]
</script>
<template>
    <div class="container mt-[50px] mb-[100px]">
       <div class="flex gap-3 font-normal text-base mb-4 ">
           <p class="text-grayn/30">Главная </p>
           <p class="text-grayn">> О компании</p>
    </div> 
    <div class="grid grid-cols-2 gap-[100px]">
        <div class="">
            <p class="font-bold text-6xl text-grayn mb-9">О компании</p>
            <div class=" flex flex-col gap-5" >
                <div class="w-[530px] bg-foot rounded-2xl  text-grayn p-8  " v-for="(item, index) in about" :key="index">
                  <p class="font-bold text-6xl mb-[83px]">{{ item.a }}</p>
                  <p class="font-medium text-2xl">{{ item.b}}</p>
                </div>

            </div>
        </div>
        <div class="" >
            <div v-for="(item, index) in desc" :key="index">
                <p class="font-medium text-xl text-grayn mb-8">{{item }}</p>
            </div>
        </div>
    </div>

    </div>
</template>



<style scoped>

</style>